insert into recipe (title, material, recipe, image) values ('お肉を使わずに！豆腐そぼろ', '木綿豆腐 酒 みりん しょうゆ 砂糖', '1.木綿豆腐をキッチンペーパーで包み、耐熱容器に入れ600Wの電子レンジで4分加熱します。 2.フライパンを中火で熱しサラダ油を入れたら、1を入れ、木べらでバラバラになる様に潰しながら炒めます。 3.
2の水分が飛びパラパラの状態になってきたら、①を加え中火のまま更によく炒めます。 4.水気がなくなり、パラパラの状態になったら火から下ろします。器に盛り付け完成です。' , '');
insert into recipe (title, material, recipe, image) values ('豚バラ肉のスタミナニラ玉炒め', '豚バラ肉  ニラ 卵 酢 ごま油', '1.ニラは3cmの長さに切ります。 2.豚バラ肉は3cm幅に切ります。 3.
ボウルに卵と酢を入れて混ぜ合わせます。 4.強火で熱したフライパンにごま油をひき、3を入れたら菜箸でかき混ぜ、卵が半熟状になったら火からおろします。 5.別のフライパンを中火で熱してごま油をひき、2を炒めます。 6.
豚バラ肉に火が通ってきたら調味料の材料を入れ、中火のまま炒め合わせます。 7.味がなじんだら1と4を入れ、中火でさっと炒めて火から下ろし、器に盛り付けて完成です。', '');
insert into recipe (title, material, recipe, image) values ('節約副菜 ブロッコリーとキャベツのごま和え', 'ブロッコリー キャベツ 黒すりごま 砂糖', '1.ブロッコリーは小房に切り分け、芯の部分は皮を取り除いたら一口サイズに切ります。 2.キャベツはざく切りにします。 3.
耐熱容器に2を入れてふんわりとラップをし、600Wのレンジで2分加熱します。粗熱を取って、水気を切ります。 4.鍋にお湯を沸かし、塩を入れ、1を中火で2分程茹で、ザルに上げます。 5.ボウルにごまタレの材料をすべて入れ、混ぜ合わせます。3と4を加え、よく和えてお皿に盛り付けて完成です。', '');
insert into recipe (title, material, recipe, image) values ('簡単！もやしとキャベツの卵包み', 'もやし キャベツ 卵 マヨネーズ サラダ油', '1.キャベツは千切りにします。 2.耐熱ボウルに1、もやしを入れてラップをし、600Wの電子レンジで5分加熱します。 3.ボウルに卵、マヨネーズを入れ、よく混ぜ合わせます。
4.中火で熱したフライパンにサラダ油をひき、3を流し入れ、菜箸で大きく混ぜながら加熱し、半熟状態になったら火を止めます。 5.中央に2をのせ、両端を折りたたみ、形を整えたら火から下ろします。 6.器に盛り付け、トッピングの材料をのせて完成です。', '');
